IDEA Open Model
RebarBase Constructor
Compatible with IDEA StatiCa 20.1
Initializes a new instance of the RebarBase class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
protected RebarBase()
Protected Sub New
See Also
Reference
RebarBase Class
IdeaRS.OpenModel.Model Namespace